{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-04-22T15:46:18.169-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "ClashVergeRev.ClashVergeRev"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "voidtools.Everything.Alpha"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "REALiX.HWiNFO"
				},
				{
					"PackageIdentifier" : "IrfanSkiljan.IrfanView"
				},
				{
					"PackageIdentifier" : "Daum.PotPlayer"
				},
				{
					"PackageIdentifier" : "Zen-Team.Zen-Browser"
				},
				{
					"PackageIdentifier" : "PeterDaveHello.TransmissionRemoteGUI"
				},
				{
					"PackageIdentifier" : "version-fox.vfox"
				},
				{
					"PackageIdentifier" : "Nefarius.HidHide"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Logitech.GHUB"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier" : "MacType.MacType"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier" : "Microsoft.NetMon"
				},
				{
					"PackageIdentifier" : "ViGEm.ViGEmBus"
				},
				{
					"PackageIdentifier" : "Corsair.iCUE.5"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "BandicamCompany.Bandicam"
				},
				{
					"PackageIdentifier" : "Orange-OpenSource.Hurl"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier" : "Tencent.QQ.NT"
				},
				{
					"PackageIdentifier" : "Guru3D.RTSS"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "Tencent.WeChat.Universal"
				},
				{
					"PackageIdentifier" : "RamenSoftware.Windhawk"
				},
				{
					"PackageIdentifier" : "WiresharkFoundation.Wireshark"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.Preview"
				},
				{
					"PackageIdentifier" : "THS.THS.Hevo"
				},
				{
					"PackageIdentifier" : "NetEase.CloudMusic"
				},
				{
					"PackageIdentifier" : "Bitwarden.Bitwarden"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password"
				},
				{
					"PackageIdentifier" : "agalwood.Motrix"
				},
				{
					"PackageIdentifier" : "ResponsivelyApp.ResponsivelyApp"
				},
				{
					"PackageIdentifier" : "PicGo.PicGo.Beta"
				},
				{
					"PackageIdentifier" : "AltSnap.AltSnap"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.MSVC"
				},
				{
					"PackageIdentifier" : "JetBrains.DataGrip"
				},
				{
					"PackageIdentifier" : "FiloSottile.mkcert"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg"
				},
				{
					"PackageIdentifier" : "Hugo.Hugo.Extended"
				},
				{
					"PackageIdentifier" : "JernejSimoncic.Wget"
				},
				{
					"PackageIdentifier" : "NSSM.NSSM"
				},
				{
					"PackageIdentifier" : "Oven-sh.Bun"
				},
				{
					"PackageIdentifier" : "RubyMetric.chsrc"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "UPX.UPX"
				},
				{
					"PackageIdentifier" : "UweSieber.UsbTreeView"
				},
				{
					"PackageIdentifier" : "WinMerge.WinMerge"
				},
				{
					"PackageIdentifier" : "ebkr.r2modman"
				},
				{
					"PackageIdentifier" : "aria2.aria2"
				},
				{
					"PackageIdentifier" : "astral-sh.uv"
				},
				{
					"PackageIdentifier" : "Balena.Etcher"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "HTTPie.HTTPie"
				},
				{
					"PackageIdentifier" : "dandavison.delta"
				},
				{
					"PackageIdentifier" : "dprint.dprint"
				},
				{
					"PackageIdentifier" : "ezwinports.make"
				},
				{
					"PackageIdentifier" : "Comfy.ComfyUI-Desktop"
				},
				{
					"PackageIdentifier" : "jftuga.less"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "nektos.act"
				},
				{
					"PackageIdentifier" : "pnpm.pnpm"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "sharkdp.hexyl"
				},
				{
					"PackageIdentifier" : "sharkdp.hyperfine"
				},
				{
					"PackageIdentifier" : "w4po.ExplorerTabUtility"
				},
				{
					"PackageIdentifier" : "wagoodman.dive"
				},
				{
					"PackageIdentifier" : "WinSCP.WinSCP"
				},
				{
					"PackageIdentifier" : "yt-dlp.yt-dlp"
				},
				{
					"PackageIdentifier" : "LocalSend.LocalSend"
				},
				{
					"PackageIdentifier" : "ParadoxInteractive.ParadoxLauncher"
				},
				{
					"PackageIdentifier" : "Ollama.Ollama"
				},
				{
					"PackageIdentifier" : "Armin2208.WindowsAutoNightMode"
				},
				{
					"PackageIdentifier" : "mulaRahul.Keyviz"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Anysphere.Cursor"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WinDbg"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Microsoft.WSL"
				},
				{
					"PackageIdentifier" : "XK72.Charles"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://mirrors.cernet.edu.cn/winget-source",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.10.340"
}
